Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: After installing, enabling, disabling, or uninstalling the app, you will need to <a href="{power_url}">restart</a> the machine for changes to take effect.
sv: NÃ¤r du har installerat, aktiverat, inaktiverat eller avinstallerat appen mÃ¥ste du <a href="{power_url}"> starta om </a> maskinen fÃ¶r fÃ¶rÃ¤ndringar ska trÃ¤da i kraft.

source: Desktop
sv: Skrivbord

source: Browser
sv: WebblÃ¤sare

source: Office suite
sv: Kontorspaket

source: Software store
sv: MjukvaruaffÃ¤r

source: Graphical apps
sv: Grafiska appar

source: Help
sv: Hjälp

source: Submit Feedback
sv: Skicka feedback

source: Success:
sv: SlutfÃ¶rd:

source: You are running %(os_release)s and %(box_name)s version %(version)s.
sv: Du anvÃ¤nder %(os_release)s och %(box_name)s version %(version)s.

source: There is a new %(box_name)s version <a href="%(upgrades_url)s">available</a>.
sv: Det finns en ny %(box_name)s version <a href="%(upgrades_url)s">tillgÃ¤nglig</a>.

source: %(box_name)s is up to date.
sv: %(box_name)s Ã¤r uppdaterad.

source: %(box_name)s is a community project to develop, design and promote personal servers running free software for private, personal communications. It is a networking appliance designed to allow interfacing with the rest of the Internet under conditions of protected privacy and data security. It hosts applications such as blog, wiki, website, social network, email, web proxy and a Tor relay, on a device that can replace your Wi-Fi router, so that your data stays with you.
sv: %(box_name)s Ã¤r ett kollaborativt projekt fÃ¶r att utveckla, designa och frÃ¤mja personliga servrar med fri programvara fÃ¶r privat och personlig kommunikation. Det Ã¤r en nÃ¤tverksenhet gjord fÃ¶r att kommunicera med resten av Internet under skyddad sekretess och hÃ¶g datasÃ¤kerhet. Den har applikationer sÃ¥som blogg, wiki, hemsida, sociala nÃ¤tverk, e-post, webb-proxy och en Tor-server, pÃ¥ en enhet som kan ersÃ¤tta din Wi-Fi-router, sÃ¥ att din personliga data alltid stannar hos dig och under din kontroll.

source: We live in a world where our use of the network is mediated by those who often do not have our best interests at heart. By building software that does not rely on a central service, we can regain control and privacy. By keeping our data in our homes, we gain useful legal protections over it. By giving back power to the users over their networks and machines, we are returning the Internet to its intended peer-to-peer architecture.
sv: Vi lever i en vÃ¤rld dÃ¤r vÃ¥r anvÃ¤ndning av Internet fÃ¶rmedlas av aktÃ¶rer som ofta inte har vÃ¥ra bÃ¤sta intressen i Ã¥tanke. Genom att skapa programvara som inte fÃ¶rlitar sig pÃ¥ en central tjÃ¤nst, kan vi fÃ¥ kontroll och integritet. Genom att lagra vÃ¥r data i vÃ¥ra hem, fÃ¥ vi anvÃ¤ndbart rÃ¤ttsligt skydd Ã¶ver den. Genom att ge kontrollen Ã¶ver nÃ¤tverk och apparater tillbaka till anvÃ¤ndare, Ã¥terstÃ¤ller vi Internet till sin avsedda icke-hierarkiska peer-to-peer-arkitektur.

source: There are a number of projects working to realize a future of distributed services; %(box_name)s aims to bring them all together in a convenient package.
sv: Det finns ett flertal projekt avsedda att fÃ¶rverkliga en framtid av distribuerade tjÃ¤nster. %(box_name)s avser att samla dem alla tillsammans i ett enda praktiskt paket.

source: %(box_name)s is free software, licensed under the GNU Affero General Public License. The source code is available online at the <a href="https://salsa.debian.org/freedombox-team/freedombox"> %(box_name)s repository</a>. In addition, the source code of any Debian package can be obtained from the <a href="https://sources.debian.org/">Debian Sources</a> site, or by running "apt source <i>package_name</i>" in a terminal (using Cockpit or SSH).
sv: %(box_name)s Ã¤r fri programvara, licenserad under GNU Affero General Public License. KÃ¤llkoden Ã¤r tillgÃ¤nglig online pÃ¥ <a href="https://salsa.debian.org/freedombox-team/freedombox"> %(box_name)s arkiv</a>. Dessutom kan kÃ¤llkoden fÃ¶r alla Debianpaket erhÃ¥llas frÃ¥n webbplatsen <a href="https://sources.debian.org/">Debian KÃ¤llkod</a> eller genom att kÃ¶ra "apt source <i>paketnamn" </i>" i en terminal (med Cockpit eller SSH).

source: Join project
sv: GÃ¥ med projekt

source: Translate
sv: Översätt

source: IRC Chatroom
sv: IRC chatrum

source: Mailing list
sv: E-postlista

source: %(box_name)s Setup
sv: %(box_name)s Installation

source: The FreedomBox project welcomes contributions of all kinds.
sv: FreedomBox-projektet vÃ¤lkomnar bidrag av alla slag.

source: You can contribute by writing code, testing and reporting bugs, discussing new use cases and applications, designing logos and artwork, providing support to your fellow users, translating FreedomBox and its applications into your language, hosting hackathons or install fests, and by spreading the word.
sv: Du kan bidra med att skriva kod, testa och rapportera buggar, diskutera nya anvÃ¤ndningsfall och applikationer, designa logotyper och konstverk, ge support till dina medanvÃ¤ndare, Ã¶versÃ¤tta FreedomBox och dess applikationer till ditt sprÃ¥k, vara vÃ¤rd fÃ¶r hackathons eller installera fests och genom att sprida ord.

source: You can also help the project financially by <a href="https://freedomboxfoundation.org/donate/">donating</a> to the non-profit FreedomBox Foundation. Founded in 2011, the FreedomBox Foundation is a non-profit organization with 501(c)(3) status based in New York City that exists to support FreedomBox. It provides technical infrastructure and legal services for the project, pursues partnerships, and advocates for FreedomBox throughout the world. The FreedomBox Foundation would not exist without its supporters.
sv: Du kan ocksÃ¥ hjÃ¤lpa projektet ekonomiskt genom<a href="https://freedomboxfoundation.org/donate/">donera</a> till den icke-vinstdrivande FreedomBox Foundation. FreedomBox Foundation grundades 2011 och Ã¤r en ideell organisation med status 501(c)(3) baserad i New York City som finns fÃ¶r att stÃ¶dja FreedomBox. Det tillhandahÃ¥ller teknisk infrastruktur och juridiska tjÃ¤nster fÃ¶r projektet, bedriver partnerskap och fÃ¶resprÃ¥kar fÃ¶r FreedomBox Ã¶ver hela vÃ¤rlden. FreedomBox Foundatio n skulle inte existera utan sina anhÃ¤ngare.

source: Learn more...
sv: LÃ¤s mer...

source: How can I help?
sv: Hur kan jag hjÃ¤lpa till?

source: Below is a list of opportunities for contributing to Debian. It has been filtered to only show packages that are installed on this system.
sv: Nedan finns en lista Ã¶ver mÃ¶jligheter att bidra till Debian. Det har filtrerats fÃ¶r att bara visa paket som Ã¤r installerade pÃ¥ det hÃ¤r systemet.

source: Show issues
sv: Visa problem

source: Packages that will be removed from Debian testing
sv: Paket som kommer att tas bort frÃ¥n Debian testing

source: source package:
sv: kÃ¤llkodspaketet:

source: Packages that are not in Debian testing
sv: Paket som inte finns i Debian testing

source: Good first issues for beginners
sv: Bra fÃ¶rsta problem fÃ¶r nybÃ¶rjare

source: Issues for which the package maintainer has requested help
sv: Problem som paketansvarige har begÃ¤rt hjÃ¤lp fÃ¶r

source: Your feedback will help us improve %(box_name)s!
sv: Din feedback hjÃ¤lper oss att fÃ¶rbÃ¤ttra%(box_name)s!

source: Let us know about missing features, your favourite apps and how we can improve them on our <a href="https://discuss.freedombox.org" target="_blank"> discussion forum</a>.
sv: LÃ¥t oss veta om saknade funktioner, dina favoritappar och hur vi kan fÃ¶rbÃ¤ttra dem pÃ¥ vÃ¥ra <a href="https://discuss.freedombox.org" target="_blank"> diskussionsforum</a>.

source: If you find any bugs or issues, please use the <a href="https://salsa.debian.org/freedombox-team/freedombox/issues" target="_blank">issue tracker</a> to let our developers know. To report, first check if the issue is already reported and then use the "New issue" button.
sv: Om du hittar fel eller problem kan du anvÃ¤nda <a href="https://salsa.debian.org/freedombox-team/freedombox/issues" target="_blank">issue tracker</a> att lÃ¥ta vÃ¥ra utvecklare veta. FÃ¶r att rapportera ska du fÃ¶rst kontrollera om problemet redan har rapporterats och sedan anvÃ¤nda knappen "New issue".

source: Thank you!
sv: Tack sÃ¥ mycket!

source: The <a href="%(manual_url)s">%(box_name)s Manual</a> is the best place to start for information regarding %(box_name)s.
sv: <a href="%(manual_url)s">%(box_name)s Manual</a> Ã¤r det bÃ¤sta stÃ¤llet att bÃ¶rja fÃ¶r aff fÃ¥ information om %(box_name)s.

source: <a href="http://wiki.debian.org/FreedomBox" target="_blank"> %(box_name)s project wiki </a> contains further information.
sv: <a href="http://wiki.debian.org/FreedomBox" target="_blank"> %(box_name)s projekt-wiki </a> innehÃ¥ller ytterligare information.

source: To seek help from %(box_name)s community, queries may be posted on the <a href="https://lists.alioth.debian.org/mailman/listinfo/freedombox-discuss"> mailing list</a>. The list archives also contain information about problems faced by other users and possible solutions.
sv: FÃ¶r att fÃ¥ hjÃ¤lp frÃ¥n %(box_name)s anvÃ¤ndargrupp kan du stÃ¤lla frÃ¥gor pÃ¥ <a href="https://lists.alioth.debian.org/mailman/listinfo/freedombox-discuss"> e-post-lista</a>. Arkiven innehÃ¥ller Ã¤ven information om mÃ¶jliga lÃ¶sningar pÃ¥ problem som andra anvÃ¤ndare haft.

source: Many %(box_name)s contributors and users are also available on the irc.oftc.net IRC network. Join and request help on the <a href="https://webchat.oftc.net/?randomnick=1&channels=freedombox&prompt=1"> #freedombox</a> channel using the IRC web interface.
sv: MÃ¥nga av %(box_name)s bidragsgivare och anvÃ¤ndare finns ocksÃ¥ pÃ¥ irc.oftc.net IRC-nÃ¤tverket. GÃ¥ med och begÃ¤r hjÃ¤lp pÃ¥ <a href="https://webchat.oftc.net/?randomnick=1&amp;channels=freedombox&amp;prompt=1"> #freedombox</a> kanal med IRC-webbgrÃ¤nssnitt.

source: Download as PDF
sv: Ladda ner som PDF

source: If you need help in getting something done or if you are facing problems using %(box_name)s, you can ask for help from our community of users and contributors.
sv: Om du behÃ¶ver hjÃ¤lp med att fÃ¥ gjort nÃ¥got eller om du har problem med att anvÃ¤nda%(box_name)s, kan du be om hjÃ¤lp frÃ¥n vÃ¥r community med anvÃ¤ndare och bidragsgivare.

source: Search for past discussions or post a new query on our <a href="https://discuss.freedombox.org" target="_blank">discussion forum</a>.
sv: SÃ¶k efter tidigare diskussioner eller lÃ¤gg en ny frÃ¥ga pÃ¥ vÃ¥r<a href="https://discuss.freedombox.org" target="_blank">diskussionsforum</a>.

source: You can also chat with us on our IRC and Matrix channels (bridged): <ul> <li>#freedombox on irc.oftc.net</li> <li>#freedombox:matrix.org</li> </ul> Or send an email to our <a href="mailto:freedombox-discuss@alioth-lists.debian.net">mailing list</a>.
sv: Du kan ocksÃ¥ chatta med oss pÃ¥ vÃ¥ra IRC- och Matrix-kanaler (Ã¶verbryggade): <ul><li>#freedombox on irc.oftc.net</li><li>#freedombox:matrix.org</li></ul> Eller skicka ett e-postmeddelande till vÃ¥r<a href="mailto:freedombox-discuss@alioth-lists.debian.net">adresslista</a>.

source: Documentation and FAQ
sv: Dokumentation och Vanliga FrÃ¥gor

source: About {box_name}
sv: Om {box_name}

source: Home Assistant is a home automation hub with emphasis on local control and privacy. It integrates with thousands of devices including smart bulbs, alarms, presence sensors, door bells, thermostats, irrigation timers, energy monitors, etc.
sv: Home Assistant Ã¤r ett hemautomationsnav med betoning pÃ¥ lokal kontroll och integritet. Det integreras med tusentals enheter inklusive smarta lampor, larm, nÃ¤rvarosensorer, dÃ¶rrklockor, termostater, bevattningstimers, energisÃ¶vervakare med mera.

source: Home Assistant can detect, configure, and use various devices on the local network. For devices using other protocols such as ZigBee, it typically requires additional hardware such as a ZigBee USB dongle. You need to re-run setup if such hardware is added or removed.
sv: Home Assistant kan upptÃ¤cka, konfigurera och anvÃ¤nda olika enheter pÃ¥ det lokala nÃ¤tverket. FÃ¶r enheter som anvÃ¤nder andra protokoll som ZigBee krÃ¤ver det vanligtvis ytterligare hÃ¥rdvara som en ZigBee USB-dongel. Du mÃ¥ste kÃ¶ra om instÃ¤llningarna om sÃ¥dan hÃ¥rdvara lÃ¤ggs till eller tas bort.

source: Home Assistant web interface must be setup soon after the app is installed. An administrator account is created at this time. Home Assistant maintains its own user accounts.
sv: Hem Assistent webbgrÃ¤nssnitt mÃ¥ste stÃ¤llas in strax efter att appen Ã¤r installerad. Ett administratÃ¶rskonto skapas vid det tillfÃ¤llet. Home Assistant har sina egna anvÃ¤ndarkonton.

source: Please note that Home Assistant is installed and run inside a container provided by the Home Assistant project. Security, quality, privacy and legal reviews are done by the upstream project and not by Debian/{box_name}. Updates are performed following an independent cycle.
sv: Observera att Home Assistant installeras och kÃ¶rs i en behÃ¥llare som tillhandahÃ¥lls av Home Assistantprojektet. SÃ¤kerhet, kvalitet, sekretess och juridiska omdÃ¶men gÃ¶rs av uppstrÃ¶msprojektet och inte av Debian/{box_name}. Uppdateringar utfÃ¶rs efter en oberoende cykel.

source: This app is experimental.
sv: Denna app Ã¤r experimentell.

source: Home Automation
sv: Hemautomation

source: Home Assistant requires a dedicated domain to work with and cannot work on a URL path. Please select the domain on which Home Assistant will be available. Home Assistant will not be available on other domains.
sv: Home Assistant krÃ¤ver en dedikerad domÃ¤n fÃ¶r att arbeta med och kan inte arbeta pÃ¥ en URL-sÃ¶kvÃ¤g. VÃ¤lj den domÃ¤n dÃ¤r Home Assistant kommer att finnas tillgÃ¤nglig. Home Assistant kommer inte att finnas tillgÃ¤nglig pÃ¥ andra domÃ¤ner.

source: A separate domain can be made available for Home Assistant by configurating a subdomain such as homeassistant.mydomain.example. See <a href="%(names_url)s">Names</a> app and <a href="%(dynamic_dns_url)s">Dynamic DNS</a> app for configuring subdomains.
sv: En separat domÃ¤n kan gÃ¶ras tillgÃ¤nglig fÃ¶r Home Assistant genom att konfigurera en underdomÃ¤n som homeassistant.mydomain.exempel. Se <a href="%(names_url)s">Namn</a> appen och <a href="%(dynamic_dns_url)s">Dynamisk DNS</a> appen fÃ¶r konfigurering av underdomÃ¤ner.

source: Update setup
sv: Uppdatera instÃ¤llningar

source: ikiwiki is a simple wiki and blog application. It supports several lightweight markup languages, including Markdown, and common blogging functionality such as comments and RSS feeds.
sv: ikiwiki Ã¤r en enkel wiki- och bloggapplikation. Den stÃ¶ttar flera lightweight pÃ¥lÃ¤gg sprÃ¥ken, inklusive markdown, och gemensam blogging funktionellitet sÃ¥dan som kommentarerna och RSS feeds.

source: Only {box_name} users in the <b>admin</b> group can <i>create</i> and <i>manage</i> blogs and wikis, but any user in the <b>wiki</b> group can <i>edit</i> existing ones. In the <a href="{users_url}">User Configuration</a> you can change these permissions or add new users.
sv: Endast {box_name}-anvÃ¤ndare i <b>admin</b> gruppen kan <i>skapa</i> och <i>hantera</i> blogs och wikis, men alla anvÃ¤ndare i <b>wiki</b> gruppen kan <i>redigera</i> befindliga. I <a href="{users_url}">AnvÃ¤ndarkonfiguration</a> kan du Ã¤ndra dessa behÃ¶righeter eller lÃ¤gga till nya anvÃ¤ndare.

source: Admin Account Name
sv: Namn pÃ¥ administratÃ¶rskontot

source: Admin Account Password
sv: LÃ¶senord fÃ¶r administratÃ¶rskontot

source: Blog
sv: Blogg

source: Manage Wikis and Blogs
sv: Hantera wikis och bloggar

source: Create Wiki or Blog
sv: Skapa en Wiki eller Blogg

source: No wikis or blogs available.
sv: Ingen wiki eller blogg tillgÃ¤nglig.

source: Go to site %(site)s
sv: GÃ¥ till webbsidan %(site)s

source: Delete site %(site)s
sv: Ta bort webbsida %(site)s

source: Delete Wiki or Blog <em>%(name)s</em>
sv: Ta bort Wiki eller Blogg <em>%(name)s</em>

source: This action will remove all the posts, pages and comments including revision history. Delete this wiki or blog permanently?
sv: Den hÃ¤r Ã¥tgÃ¤rden tar bort alla inlÃ¤gg, sidor och kommentarer, Ã¤ven versionshistorik. Ta bort denna wiki eller blogg permanent?

source: Created wiki {name}.
sv: Skapade wiki {name}.

source: Could not create wiki: {error}
sv: Kunde inte skapa wiki: {error}

source: Created blog {name}.
sv: Blogg skapad {name}.

source: Could not create blog: {error}
sv: Kunde inte skapa blogg: {error}

source: {title} deleted.
sv: {title} borttagen.

source: Could not delete {title}: {error}
sv: Kunde inte ta bort {title}: {error}

source: infinoted is a server for Gobby, a collaborative text editor.
sv: infinoted Ã¤r en server fÃ¶r Gobby, en kollaborativ textredigerare.

source: To use it, <a href="https://gobby.github.io/">download Gobby</a>, desktop client and install it. Then start Gobby and select "Connect to Server" and enter your {box_name}'s domain name.
sv: Om du vill anvÃ¤nda det <a href="https://gobby.github.io/"> ladda ner Gobby </a>, desktop client och installera det. Starta sedan Gobby och vÃ¤lj "Anslut till server" och ange ditt {box_name} domÃ¤nnamn.

source: Gobby is a collaborative text editor
sv: Gobby Ã¤r en samarbetstextredigerare

source: Start Gobby and select "Connect to Server" and enter your {box_name}'s domain name.
sv: Starta Gobby och vÃ¤lj "Anslut till server" och ange ditt {box_name} domÃ¤nnamn.

source: Collaborative editing
sv: Samarbetsredigering

source: Janus is a lightweight WebRTC server.
sv: Janus Ã¤r en lÃ¤ttviktig WebRTC-server.

source: A simple video conference room is included.
sv: Ett enkelt videokonferensrum ingÃ¥r.

source: <a href="{coturn_url}">Coturn</a> is required to use Janus.
sv: <a href="{coturn_url}">Coturn</a> krÃ¤vs fÃ¶r att anvÃ¤nda Janus.

source: <strong>Note:</strong> This app receives frequent feature updates. It can only be installed if frequent feature updates is enabled in the <a href="{upgrades_url}">Software Update</a> app.
sv: <strong>Notera:</strong> Denna app fÃ¥r frekventa funktionsuppdateringar. Det kan endast installeras om frekventa funktionsuppdateringar aktiveras i <a href="{upgrades_url}"> Programuppdatering </a> appen.

source: Janus Video Room
sv: Janus videorum

source: WebRTC
sv: Webbkommunikation i realtid

source: Web conference
sv: Webbkonferens

source: JavaScript license information
sv: JavaScript-licensinformation

source: JSXC is a web client for XMPP. Typically it is used with an XMPP server running locally.
sv: JSXC Ã¤r en webbklient fÃ¶r XMPP. Vanligtvis anvÃ¤nds den med en XMPP-server som kÃ¶rs lokalt.

source: Web chat
sv: Webbchat

source: Client
sv: Klient

source: Kiwix is an offline reader for web content. It is software intended to make Wikipedia available without using the internet, but it is potentially suitable for all HTML content. Kiwix packages are in the ZIM file format.
sv: Kiwix Ã¤r en offlinelÃ¤sare fÃ¶r webbinnehÃ¥ll. Detta Ã¤r en programvara som Ã¤r avsedd att gÃ¶ra Wikipedia tillgÃ¤nglig utan att anvÃ¤nda internet, men den Ã¤r potentiellt lÃ¤mplig fÃ¶r allt HTML-innehÃ¥ll. Kiwix-paket Ã¤r i filformatet ZIM.

source: Kiwix can host various kinds of content: <ul> <li>Offline versions of websites: Wikimedia projects, Stack Exchange</li> <li>Video content: Khan Academy, TED Talks, Crash Course</li> <li>Educational materials: PHET, TED Ed, Vikidia</li> <li>eBooks: Project Gutenberg</li> <li>Magazines: Low-tech Magazine</li> </ul>
sv: Kiwix kan vara vÃ¤rd fÃ¶r olika typer av innehÃ¥ll: <ul> <li>Offlineversioner av webbplatser: Wikimedia-projektet, Stack Exchange</li> <li>VideoinnehÃ¥ll: Khan Academy, TED Talks, Crash Course</li> <li>Utbildningsmaterial: PHET, TED Ed, Vikidia</li> <li>e-bÃ¶cker: Project Gutenberg</li> <li>Tidskrifter: LÃ¥gteknologisk tidskrifter</li> </ul>

source: You can <a href="https://library.kiwix.org" target="_blank" rel="noopener noreferrer">download</a> content packages from the Kiwix project or <a href="https://openzim.org/wiki/Build_your_ZIM_file" target="_blank" rel="noopener noreferrer">create</a> your own.
sv: Du kan <a href="https://library.kiwix.org" target="_blank" rel="noopener noreferrer">ladda ner</a> innehÃ¥llspaket frÃ¥n Kiwix-projektet eller <a target="_blank" rel="noopener noreferrer">skapa</a> dina egna.

source: Manage Kiwix content server
sv: Hantera Kiwix innehÃ¥llsserver

source: Content packages have to be in .zim format
sv: InnehÃ¥llspaket mÃ¥ste vara i .zim-format

source: Uploaded ZIM files will be stored under {kiwix_home}/content on your {box_name}. If Kiwix fails to add the file, it will be deleted immediately to save disk space.
sv: Uppladdade ZIM-filer kommer att lagras under {kiwix_home}/content pÃ¥ din {box_name}. Om Kiwix misslyckas med att lÃ¤gga till filen kommer den att raderas omedelbart fÃ¶r att spara diskutrymme.

source: Offline reader
sv: OfflinelÃ¤sare

source: Archival
sv: Arkiv

source: Censorship resistance
sv: CensurmotstÃ¥nd

source: You have %(max_filesize)s of free disk space available.
sv: Du har %(max_filesize)s ledigt diskutrymme tillgÃ¤ngligt.

source: Upload ZIM file
sv: Ladda upp ZIM fil

source: Delete content package <em>%(name)s</em>
sv: Ta bort innehÃ¥llspaketet <em>%(name)s</em>

source: Delete this package permanently? You may add it back later if you have a copy of the ZIM file.
sv: Vill du ta bort det hÃ¤r paketet permanent? Du kan lÃ¤gga till det senare om du har en kopia av ZIM-filen.

source: Manage Content Packages
sv: Hantera innehÃ¥llspaket

source: Add a content package
sv: LÃ¤gg till ett innehÃ¥llspaket

source: Add Package
sv: LÃ¤gg till paket

source: No content packages available.
sv: Inga innehÃ¥llspaket tillgÃ¤ngliga.

source: Delete package %(title)s
sv: Ta bort paket %(title)s

source: Content package added.
sv: InnehÃ¥llspaket har lagts till.

source: Add a new content package
sv: LÃ¤gg till ett nytt innehÃ¥llspaket

source: Content package already exists.
sv: InnehÃ¥llspaket finns redan.

source: Failed to add content package.
sv: Misslyckades med att lÃ¤gga till innehÃ¥llspaket.

source: A digital certificate allows users of a web service to verify the identity of the service and to securely communicate with it. {box_name} can automatically obtain and setup digital certificates for each available domain. It does so by proving itself to be the owner of a domain to Let's Encrypt, a certificate authority (CA).
sv: Ett digitalt certifikat lÃ¥ter anvÃ¤ndare av en webbtjÃ¤nst verifiera identiteten pÃ¥ tjÃ¤nsten och kommunicera sÃ¤kert med den.{box_name} kan automatiskt hÃ¤mta och installera digitala certifikat fÃ¶r varje tillgÃ¤nglig domÃ¤n. Detta sker genom att den bevisar sig vara Ã¤gare till en domÃ¤n fÃ¶r Let's Encrypt, en auktoriserad certifikatutfÃ¤rdare .

source: Let's Encrypt is a free, automated, and open certificate authority, run for the public's benefit by the Internet Security Research Group (ISRG). Please read and agree with the <a href="https://letsencrypt.org/repository/">Let's Encrypt Subscriber Agreement</a> before using this service.
sv: Let's Encrypt en Ã¤r gratis, automatiserad och Ã¶ppen certifikatutfÃ¤rdare, anvÃ¤nd fÃ¶r allmÃ¤nhetens nytta av Internet Security Research Group (ISRG). LÃ¤s igenom och acceptera <a href="https://letsencrypt.org/repository/">Let's Encrypt anvÃ¤ndaravtal</a> innan du anvÃ¤nder denna tjÃ¤nst.

source: Let's Encrypt
sv: LÃ¥t oss kryptera

source: Certificates
sv: Certifikaterna

source: Web security
sv: WebbsÃ¤kerhet

source: Certificate Status
sv: Certifikatets status

source: Website Security
sv: SÃ¤kerhet fÃ¶r webbsida

source: Valid, expires on %(expiry_date)s
sv: Giltigt, lÃ¶per ut %(expiry_date)s

source: Revoked
sv: Återkallad

source: Expired on %(expiry_date)s
sv: Gick ut den %(expiry_date)s

source: Invalid test certificate
sv: Ogiltigt testcertifikat

source: Invalid (%(reason)s)
sv: Ogiltig %(reason)s

source: No certificate
sv: Inget certifikat
